import React from 'react'

const Athkar = () => {
  return (
    <>
      <div>
        <h6>Ayat Al-Kursi (Quran 2:255)</h6>
        <br />
        <p>
          أَعُوذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيمِ “اللهُ لَا إِلَهَ إِلَّا
          هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا
          فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ
          عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا
          خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ
          وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ
          حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ”.
        </p>
        <br />
        <h6>Surah Ikhlas(Quran:112:1-4)</h6>
        <br />
        <p>
          بَسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ “قُلْ هُوَ اللهُ أَحَدٌ ۞ اللهُ
          الصَّمَدُ ۞ لَمْ يَلِدْ وَلَمْ يُولَدْ ۞ وَلَمْ يَكُنْ لَهُ كُفُوًا
          أَحَدٌ”
        </p>
        <br />
        <p></p>
        <h6>Surah Falaq(Quran: 113:1-5)</h6>
        <p>
          بَسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ “قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ۞
          مِنْ شَرِّ مَا خَلَقَ ۞ وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ ۞ وَمِنْ
          شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ۞ وَمِنْ شَرِّ حَاسِدٍ إِذَا
          حَسَدَ”.
        </p>
        <h6> Surah Nas(Quran: 114:1-6 )</h6>
        <p>
          بَسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ “قُلْ أَعُوذُ بِرَبِّ النَّاسِ ۞
          مَلِكِ النَّاسِ ۞ إِلَهِ النَّاسِ ۞ مِنْ شَرِّ الْوَسْوَاسِ
          الْخَنَّاسِ ۞ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ ۞ مِنَ
          الْجِنَّةِ وَالنَّاسِ”.
        </p>
        <br />
        <p>
          “أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ للهِ وَالْحَمْدُ للهِ، لَا إِلَهَ
          إِلَّا اللهُ وَحَدْهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ
          الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، ربِّ أَسْأَلُكَ خَيْرَ
          مَا فِي هَذَا الْيَومِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوذُ بِكَ مِنْ
          شَرِّ مَا فِي هَذَا الْيَومِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوذُ بِكَ
          مِنَ الْكَسَلِ، وَسُوءِ الكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي
          النَّارِ وَعَذَابٍ فِي الْقَبْرِ”
        </p>
        <br />
        <p>
          “اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا،
          وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ”.
        </p>
        <br />
        <p>
          “اللَّهُمَّ أَنْتَ رَبِّي لّا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي
          وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتَ،
          أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتَ، أَبُوءُ لَكَ بِنِعْمَتِكَ
          عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِر لِي فَإِنَّهُ لَا يَغْفِرُ
          الذُّنُوبَ إِلَّا أَنْتَ”.
        </p>
        <br />
        <p>
          “اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ،
          وَمَلَائِكَتَكَ وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللهُ لَا إِلَهَ
          إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّداً عَبْدُكَ
          وَرَسُولُكَ”.
        </p>
        <br />
        <p>
          “اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ
          فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ
          الشُّكْرُ”.
        </p>
        <br />
        <p>
          اللّهُـمَّ عافِـني في بَدَنـي ، اللّهُـمَّ عافِـني في سَمْـعي ،
          اللّهُـمَّ عافِـني في بَصَـري ، لا إلهَ إلاّ أَنْـتَ. (ثلاثاً)
        </p>
        <br />
        <p>
          اللّهُـمَّ إِنّـي أَعـوذُبِكَ مِنَ الْكُـفر ، وَالفَـقْر ،
          وَأَعـوذُبِكَ مِنْ عَذابِ القَـبْر ، لا إلهَ إلاّ أَنْـتَ . (ثلاثاً)
        </p>
        <br />
        <p>
          “حَسْبِيَ اللهُ لَآ إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ
          رَبُّ الْعَرْشِ الْعَظِيمِ”.
        </p>
        <br />
        <p>
          “اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ والْعَافِيَةَ فِي الدُّنْيَا
          وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ
          فِي دِينِي وَدُنْيَايَ وَأَهْللِي، وَمَالِي، اللَّهُمَّ اسْتُرْ
          عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ
          يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ
          فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي”.
        </p>
        <br />
        <p>
          “اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّماوَاتِ
          وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ
          إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ
          الشَّيْطَانِ وَشَرِكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً، أَوْ
          أَجُرَّهُ إِلَى مُسْلِمٍ”.
        </p>
        <br />
        <p>
          “بِسْمِ اللهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ
          وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ”.
        </p>
        <br />
        <p>
          “رَضِيتُ باللهِ رَبَّاً، وَبِالْإِسْلَامِ دِيناً، وَبِمُحَمَّدٍ صَلَى
          اللهُ عَلِيهِ وَسَلَّمَ نَبِيَّاً”.
        </p>
        <br />
        <p>
          “يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ أَصْلِحْ لِي شَأْنِي
          كُلَّهُ وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ”.
        </p>
        <br />
        <p>
          {" "}
          أَصْبَـحْـنا وَأَصْبَـحْ المُـلكُ للهِ رَبِّ العـالَمـين ، اللّهُـمَّ
          إِنِّـي أسْـأَلُـكَ خَـيْرَ هـذا الـيَوْم ، فَـتْحَهُ ، وَنَصْـرَهُ ،
          وَنـورَهُ وَبَـرَكَتَـهُ ، وَهُـداهُ ، وَأَعـوذُ بِـكَ مِـنْ شَـرِّ ما
          فـيهِ وَشَـرِّ ما بَعْـدَه.
        </p>
        <br />
        <p>
          “أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلَامِ وَعَلَى كَلِمَةِ
          الْإِخْلَاصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَى اللهُ عَلِيهِ
          وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفَاً مُسْلِماً
          وَمَا كَانَ مِنَ الْمُشْرِكِينَ”.
        </p>
        <br />
        <p>“سُبْحَانَ اللهِ وَبِحَمْدِهِ”.</p>
        <br />
        <p>
          “لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ
          وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ”.
        </p>
        <br />
        <p>
          “سُبْحَانَ اللهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ،
          وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ”
        </p>
        <br />
        <p>اللّهُـمَّ إني أسألك علماً نافعاً، ورزقاً طيباً، وعملاً متقبلاً</p>
        <br />
        <p>“أَسْتَغْفِرُ اللهَ وَأَتُوبُ إِلَيْهِ”</p>
        <br />
        <p>“اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبِيِّنَا مُحَمَّدٍ”.</p>
      </div>
      
    </>
  )
}

export default Athkar